Repository: OpenMediaVault-Plugin-Developers/openmediavault-vdr
Catalog: usr/share/openmediavault/locale/*/openmediavault-vdr.po
Languages: da_da, de_de, es_es, it_it, ja_jp, pl

source: ATSC Transponder settings
da_da: ATSC Transponder indstillinger
de_de: ATSC-Transpondereinstellungen
es_es: Opciones del transponedor ATSC
it_it: Impostazioni ATSC transponder
ja_jp: ATSC Transponder設定
pl: Ustawienia Transpondera ATSC

source: All updates and add newly found channels
da_da: Opdater alt og tilføj nye fundne kanaler
de_de: Alle Aktualisierungen und neu gefundene Sender
es_es: Actualizar todo y añadir nuevos canales encontrados
it_it: Tutti gli aggiornamenti e aggiungi i nuovi canali trovati
ja_jp: すべての更新および新たに発見されたチャネルを追加

source: All updates, new channels and add new transponders
da_da: Opdater alt, nye kanaler og tilføj nye transpondere
de_de: Alle Aktualisierungen, neue Sender und neue Transponder hinzufügen
es_es: Actualizar todo, canales nuevos y transpondedores
it_it: Tutti gli aggiornamenti, nuovi canali e aggiungi i nuovi transponder
ja_jp: すべてを更新します、新しいチャンネルと、新しいトランスポンダを追加

source: Allowed hosts
da_da: Tilladte værter
es_es: Host permitidos
it_it: Host permessi
ja_jp: 許可するホスト
pl: Dozwolone hosty

source: Can't perform a channel scan while VDR is still running, disable VDR andr try again.
da_da: Kan ikke udføre en kanal søgning mens VDR stadig kører, deaktiver VDR og prøv igen.
es_es: No se puede escanear mientras VDR está en funcionamiento, deshabilitar VDR e intentar de nuevo.
it_it: Impossibile effettuare una scansione canali mentre VDR è in esecuzione, disabilita VDR e riprova.
ja_jp: VDRが動作している間はチャンネルのスキャンはできません。VDRが終了したのち再度実行してください。

source: Channel Company
da_da: Kanal Firma
de_de: Senderunternehmen
es_es: Canal
it_it: Società Canale
ja_jp: チャンネル会社
pl: Firma kanału

source: Channel Name
da_da: Kanal Navn
de_de: Sendername
es_es: Nombre del canal
it_it: Nome Canale
ja_jp: チャンネル名
pl: Nazwa kanału

source: Channel Names and PIDs
da_da: Kanal Navne og PIDér
de_de: Sendernamen und PIDs
es_es: Nombres de canal y PIDs
it_it: Nomi e PID dei Canali
ja_jp: チャンネル名とPID

source: Channel update mode
da_da: Kanal opdaterings tilstand
de_de: Senderaktualisierungsmodus
es_es: Modo de actualización de canales
it_it: Modalità aggiornamento Canale
ja_jp: チャンネルアップデートモード

source: Check for connected devices
da_da: Kontroller efter tilsluttet enheder
de_de: Auf angeschlossene Geräte prüfen
es_es: Buscar dispositivos conectados
it_it: Controlla Dispositivi Connessi
ja_jp: 接続されたデバイスをチェックします
pl: Sprawdź podłączone urządzenia

source: Confirmation
da_da: Bekræftelse
de_de: Bestätigung
es_es: Confirmación
it_it: Conferma
ja_jp: 確認
pl: Potwierdzenie

source: DVB-C Transponder settings
da_da: DVB-C Transponder indstillinger
de_de: DVB-C-Transpondereinstellungen
es_es: Opciones DVB-C
it_it: Impostazioni DVB-C transponder
ja_jp: DVB-C Transponder設定
pl: Ustawienia tunera DVB-C

source: DVB-S Transponder settings
da_da: DVB-S Transponder indstillinger
de_de: DVB-S-Transpondereinstellungen
es_es: Opciones DVB-S
it_it: Impostazioni DVB-S transponder
ja_jp: DVB-S Transponder設定
pl: Ustawienia tunera DVB-S

source: DVB-T Transponder settings
da_da: DVB-T Transponder indstillinger
de_de: DVB-T-Transpondereinstellungen
es_es: Opciones DVB-T
it_it: Impostazioni DVB-T transponder
ja_jp: DVB-T Transponder設定
pl: Ustawienia tunera DVB-T

source: Done ...
da_da: Færdig ...
de_de: Fertig ...
es_es: Hecho ...
it_it: Fatto ...
ja_jp: 完了 ...
pl: Skończone ...

source: EPG language
da_da: EPG sprog
de_de: EPG-Sprache
es_es: Idioma EPG
it_it: Lingua EPG
ja_jp: EPG言語
pl: Język EPG

source: Enable
da_da: Aktiver
de_de: Aktivieren
es_es: Habilitar
it_it: Abilita
ja_jp: 有効
pl: Włącz

source: Enable logging of all VDR actions to syslog.
da_da: Aktiver log af alle VDR handlinger til syslog.
de_de: Protokollierung von allen VDR-Vorgängen im syslog aktivieren.
es_es: Habilitar log de todas las acciones en el syslog.
it_it: Abilita log verso SysLog di tutte le azioni VDR.
ja_jp: すべてのVDRアクションをsyslogへログ出力することを有効にします。
pl: Włącz logowanie wszystkich zdarzeń z VDR do SysLog-a.

source: Encrypted
da_da: Krypteret
de_de: Verschlüsselt
es_es: Encriptado
it_it: Criptato
ja_jp: 暗号化済み
pl: Szyfrowanie

source: Encrypted Channels
da_da: Krypteret Kanaler
de_de: Verschlüsselte Sender
es_es: Canales encriptados
it_it: Canali Criptati
ja_jp: 暗号化されたチャンネル
pl: Szyfrowane kanały

source: Extended QAM scan
da_da: Udvidet QAM søgning
es_es: Scan QAM extendido
it_it: Scansione QAM estesa
ja_jp: 拡張QAMのスキャン
pl: Rozszerzone skanowanie QAM

source: Full log
da_da: Fuld log
de_de: Vollständiges Protokoll
es_es: Log total
it_it: Log Completi
ja_jp: すべてのログ
pl: Pełne logi

source: Go to VDRAdmin-AM
da_da: Gå til VDRAdmin-AM
de_de: Zu VDRAdmin-AM
es_es: Ir a VDRAdmin-AM
it_it: Vai a VDRAdmin-AM
ja_jp: VDRAdmin-AMへ
pl: Przejdź do VDRAdmin-AM

source: Go to live
da_da: Gå til live
es_es: Ver en Directo
it_it: Vai a live
ja_jp: liveへ
pl: Przejdź do na żywo

source: Go to streamdev-server
da_da: Gå til streamdev-server
de_de: Zum streamdev-server
es_es: Ver servidor de streams
it_it: Vai a streamdev-server
ja_jp: streamdev-serverへ
pl: Przejdź do serwera streamdev

source: Info
da_da: Oplysning
es_es: Información
ja_jp: 情報

source: Manage channels
da_da: Håndter kanaler
de_de: Sender verwalten
es_es: Manejar canales
it_it: Gestione Canali
ja_jp: チャンネルの管理
pl: Zarządzaj kanałami

source: Maximum filesize in GB
da_da: Maksimum filstørrelse i GB
de_de: Maximale Dateigröße in GB
es_es: Tamaño max. en GB
it_it: Dimensione file massima in GB
ja_jp: 最大ファイルサイズをGB単位で指定
pl: Maksymalna wielkość plików w GB

source: No update
da_da: Ingen opdatering
de_de: Kein Aktualisierung
es_es: No hay actualizaciones
it_it: Nessun aggiornamento
ja_jp: アップデートはありません
pl: Brak aktualizacji

source: Number of detected devices:
da_da: Antal af fundne enheder:
de_de: Anzahl an erkannten Geräten:
es_es: Numero de dispositivos detectados:
it_it: Numero di dispositivi rilevati:
ja_jp: 検出されたデバイス数
pl: Liczba wykrytych urządzeń:

source: Only Channel Names
da_da: Kun Kanal Navne
de_de: Nur Sendernamen
es_es: Solo nombres de canal
it_it: Solo nomi dei Canali
ja_jp: チャンネル名のみ
pl: Tylko nazwy kanału

source: Only Channel PIDs
da_da: Kun Kanal PIDér
de_de: Nur Sender-PIDs
es_es: Solo PIDs de canal
it_it: Solo PID dei Canali
ja_jp: チャンネルPIDのみ
pl: Tylko PID-y kanałów

source: Port number
da_da: Port nummer
de_de: Portnummer
es_es: numero del puerto
it_it: Numero porta
ja_jp: ポート番号
pl: Numer portu

source: Recording directory
da_da: Optagelses bibliotek
de_de: Aufnahmeverzeichnis
es_es: Carpeta de grabación
it_it: Cartella registrazioni
ja_jp: 録画ディレクトリ
pl: Lokalizacja nagrań

source: Save and scan
da_da: Gem og søg
de_de: Speichern und scannen
es_es: Salvar y buscar
it_it: Salva e scansiona
ja_jp: 保存とスキャン
pl: Zapisz i skanuj

source: Saving ...
da_da: Gemmer ...
de_de: Speichern ...
es_es: Salvando ...
it_it: Salvataggio ...
ja_jp: 保存中 ...
pl: Zapisuje ....

source: Scan
da_da: Søg
de_de: Suchlauf
es_es: Buscar
it_it: Scansione
ja_jp: スキャン
pl: Skanuj

source: Scan settings
da_da: Søge indstillinger
de_de: Suchlaufeinstellungen
es_es: Opciones de busqueda
it_it: Impostazioni scansione
ja_jp: スキャンの設定
pl: Ustawienia skanowania

source: Scan status
da_da: Søge status
de_de: Suchlaufstatus
es_es: Estado de busqueda
it_it: Stato Scansione
ja_jp: スキャンの状態
pl: Status skanowania

source: Scanning for channels ...
da_da: Søger efter kanaler ...
de_de: Sendersuchlauf ...
es_es: Buscando canales ...
it_it: Scansione Canali in corso ...
ja_jp: チャンネルをスキャンしています ...
pl: Skanuj kanały ....

source: Settings
da_da: Indstillinger
de_de: Einstellungen
es_es: Opciones
it_it: Impostazioni
ja_jp: 設定
pl: Ustawienia

source: Subtitle language(s)
da_da: Undertekst sprog
de_de: Untertitelsprache(n)
es_es: Idioma(s) de los subtitulos
it_it: Lingua/e sottotitoli
ja_jp: 字幕の言語
pl: Język(i) napisów

source: The changes have been applied successfully.
da_da: Ændringerne er blevet tilføjet med succes.
de_de: Die Änderungen wurden erfolgreich angewendet.
es_es: Los cambios se han aplicado correctamente.
it_it: I cambiamenti sono stati impostati correttamente.
ja_jp: 変更は正常に適応されました。
pl: Zmiany zostały poprawnie wprowadzone.

source: Use subtitles
da_da: Brug undertekster
de_de: Untertitel verwenden
es_es: Usar Subtitulos
it_it: Utilizza Sottotitoli
ja_jp: 字幕を使用
pl: Użyj napisów

source: VDR settings
da_da: VDR indstillinger
de_de: VDR-Einstellungen
es_es: Opciones VDR
it_it: Impostazioni VDR
ja_jp: VDR設定
pl: ustawienia VDR

source: VDR-plugin-streamdev-server
ja_jp: VDR-plugin-live

source: VDRAdmin-AM settings
da_da: VDRAdmin-AM indstillinger
de_de: VDRAdmin-AM-Einstellungen
es_es: Opciones VDRAdmin-AM
it_it: Impostazioni VDRAdmin-AM
ja_jp: VDRAdmin-AM設定
pl: Ustawienia VDRAdmin-AM
